[Challenge.MagicStaffStyle03_EMH HeroEquipment]
EquipmentName="Defense Reconstructor"
EquipmentDescription="When Defenses get knocked down, bring them back up."

[Challenge.MagicStaffStyle04 HeroEquipment]
EquipmentName="Goblin Overlord's Charge"
EquipmentDescription="Keep all your minions in check."

[Challenge.MagicStaffStyle02_EMH HeroEquipment]
EquipmentName="Staff of The High Archwizard"
EquipmentDescription="Dark Energy once emanated from this staff."

[Challenge.MagicStaffStyle07 HeroEquipment]
EquipmentName="Chanticleer's Chandelier"
EquipmentDescription="Has the power to make the sun rise."

[Challenge.MagicStaffStyle05_EMH HeroEquipment]
EquipmentName="Perpetual Motion"
EquipmentDescription="You can't explain it."

[Challenge.MagicStaffStyle02 HeroEquipment]
EquipmentName="Shambhala Ley Staff"
EquipmentDescription="If only Nathan had this artifact."

[Challenge.MagicStaffStyle08_EMH HeroEquipment]
EquipmentName="Spirit Champion's Mageblade"
EquipmentDescription="The long lost, corporeal consort."

[Campaign.MagicStaffStyle05_EMH HeroEquipment]
EquipmentName="Demonic Heirloom"
EquipmentDescription="Ransacked from the Demon's private treasure."

[Campaign.MagicStaffStyle04_Boss HeroEquipment]
EquipmentName="Spinal Column"
EquipmentDescription="Ripped straight from the Demon Lord."

[Campaign.MagicStaffStyle01_EMH HeroEquipment]
EquipmentName="Spare Actuator"
EquipmentDescription="Found in the Goblin Workshop."

[Campaign.MagicStaffStyle03_Boss HeroEquipment]
EquipmentName="Alternative Energy Core"
EquipmentDescription="Maybe he should have gone with this one."

[Campaign.MagicStaffStyle06_EMH HeroEquipment]
EquipmentName="Draconis Ignis"
EquipmentDescription="Draco dormiens nunquam titillandus."

[Campaign.MagicStaffStyle07_EMH HeroEquipment]
EquipmentName="Incandescence"
EquipmentDescription="Contains the lava of the caverns."

[Campaign.MagicStaffStyle08 HeroEquipment]
EquipmentName="Tsuda's Final Creation"
EquipmentDescription="Blood, sweat, and tears finely tuned and crafted this creation."
